app/controllers/users_controller.rb

INSERT INTO "users" ("username", "password_digest", "first_name", "age", "city", "state", "zip_code", "email", "image_url", "bio", "camp_type", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
    def create
        user = User.create!(user_params)